{
	"silly": [
		"If you could instantly gain any skill, what would it be and why?",
		"What discontinued item would you give anything to bring back?",
		"Aside from the word 'moist', what word can't you stand the sound of?",
		"What's one thing in Toronto you've always wanted to do but haven't done yet?",
		"What did you think you would hate, but ended up loving?",
		"Fill in the blank. I don't care if ______ is for kids, I will still love it until I die.",
		"What is your favourite video game?",
		"What's your favourite movie genre?",
		"What's your go to netflix show or movie?",
		"What's your favourite go to movie snack?",
		"What's a weird activity that you want to try?",
		"Post a picture of your pet!",
		"What's an odd thing you've had to google or ask chatGPT?",
		"What's the most adventurous thing you've ever done?",
		"What's your favourite flavour of ice-cream?",
		"Any gamers out there? Xbox One, PS5 or PC?",
		"What's an adventurous thing you would like to do?",
		"What board game are you positive you could destroy us all at?",
		"What's something your proud of that not many people know about?",
		"If you could only eat one meal for the rest of your life, what would it be?",
		"What's the weirdest talent or skill you have?",
		"Post a picture from your last day out!",
		"What's your favourite meme?",
		"What's something that learned recently that just blew your mind?",
		"If you won the lottery, What would you do?",
		"What is one weird event you cannot explain?",
		"What's one album you'd pick to listen to forever if you couldn't listen to anything else?",
		"What language do you think in?",
		"If you're stranded on an island, what 3 (non essential) things would you bring?",
		"Would you rather rewind time for 60 mins or freeze time for 60 mins? Why?",
		"If you could live in any era, which era would it be?",
		"Would you rather have a hamster sized whale or a whale sized hamster?",
		"What is your favourite ice cream flavour?",
		"Would you join the first manned mission to mars? Even if it was one way?",
		"What is the best/worst decision you've ever made?",
		"What is your favourite childhood memory?",
		"Best food for last or first?"
	],
	"developer": [
		"What inspired you to become a developer?",
		"What are you working on right now?",
		"What's your preferred code editor or IDE, and why do you like it?",
		"What's your favourite aspect of being a developer?",
		"What is your favourite programming concept or principle, and why do you find it important?",
		"Share a coding tip or trick that you find helpful in your everyday work.",
		"What's your favourite feature or project you've worked on as a developer?",
		"Have you ever written a piece of cringey code and if so what was the last thing you remember writing?",
		"What is your Dev hot take?",
		"What would you like to learn but don't have the time to?",
		"Do you have a developer role model?",
		"What is your best it solved itself bug?",
		"What would you do different if you started from day 1 again?"
	]
}
